<?php
print ('<h1>Hello Git</h1>');
$string = 'Проверяем различные подходы к построению дерева GIT<br>';
print ('новая строка в которой будут изминения для Enother_branch ветки<br>');
print ('еще одна строка для обновления файла в GIT<br>');
print ('какой-то еще код<br>');
print ('новая строка в которой будут изминения для Enother_branch ветки<br>');
print ('еще одна строка для обновления файла в GIT<br>');
print ('какой-то еще код<br>');
print ('какой-то еще код++<br> 
мы возможно увидем как соотностся этот этап со многими другими<br>');
dvbsfvewdfesbsrefwasdvbfegsrawfsdgrefwds